{
    "proteinAmount": "Количество белка",
    "proteinFullAmount": "Общее количество белка",
    "recommendations": "Рекомендации",
    "recommendedBy": "Рекомендовано",
    "dev-MediaManagerAssociationsAP": "dev-MediaManagerAssociationsAP",
    "Id": "Идентификатор",
    "External Id": "Внешний идентификатор",
    "SKU (code)": "SKU (код)",
    "Ingredients": "Ингредиенты",
    "Carbohydrate Amount (per unit volume)": "Количество углеводов (на единицу объема)",
    "The amount of carbohydrates per unit volume of the product.": "Количество углеводов на единицу объема продукта.",
    "Total Carbohydrate Amount": "Общее количество углеводов",
    "The total amount of carbohydrates in the entire product.": "Общее количество углеводов в продукте.",
    "Energy Amount (per unit volume)": "Количество энергии (на единицу объема)",
    "The amount of energy (calories) per unit volume of the product.": "Количество энергии (калорий) на единицу объема продукта.",
    "Total Energy Amount": "Общее количество энергии",
    "The total amount of energy (calories) in the entire product.": "Общее количество энергии (калорий) в продукте.",
    "Fat Amount (per unit volume)": "Количество жира (на единицу объема)",
    "The amount of fat per unit volume of the product.": "Количество жира на единицу объема продукта.",
    "Total Fat Amount": "Общее количество жира",
    "The total amount of fat in the entire product.": "Общее количество жира в продукте.",
    "Fiber Amount (per unit volume)": "Количество клетчатки (на единицу объема)",
    "The amount of dietary fiber per unit volume of the product.": "Количество клетчатки на единицу объема продукта.",
    "Total Fiber Amount": "Общее количество клетчатки",
    "The total amount of dietary fiber in the entire product.": "Общее количество клетчатки в продукте.",
    "Protein Amount (per unit volume)": "Количество белка (на единицу объема)",
    "The amount of protein per unit volume of the product.": "Количество белка на единицу объема продукта.",
    "Total Protein Amount": "Общее количество белка",
    "The total amount of protein in the entire product.": "Общее количество белка в продукте.",
    "Measurement Unit": "Единица измерения",
    "The unit of measurement for this value, ml, kg, pcs ... .": "Единица измерения этого значения, мл, кг, шт. и т.д.",
    "Dish, Service, Product, Modifier": "Блюдо, Услуга, Продукт, Модификатор",
    "Weight is measured in grams 1000 = 1 kilogram": "Вес измеряется в граммах, 1000 г = 1 кг",
    "Sorting order": "Порядок сортировки",
    "Sorting is applied within a group": "Сортировка применяется внутри группы",
    "Is Deleted": "Удален",
    "Indicates whether the item is soft-deleted. If true, the item is not shown anywhere in the application and is considered removed.": "Указывает, удален ли элемент логически. Если значение true, элемент нигде не отображается в приложении и считается удаленным.",
    "Parent Group": "Родительская группа",
    "The group or category to which the dish belongs. This indicates the hierarchical relationship of the dish within its parent group or category.": "Группа или категория, к которой относится блюдо. Это указывает на иерархические отношения блюда в пределах его родительской группы или категории.",
    "Tags": "Теги",
    "A list of tags that can be applied to a dish or group. Tags help categorize and identify dishes based on attributes such as 'sweet', 'sour', 'salty', 'fried', 'boiled', 'hearty', 'fish', 'chicken', 'vegetarian', etc., making it easier to navigate the menu.": "Список тегов, которые можно применить к блюду или группе. Теги помогают классифицировать и идентифицировать блюда по таким атрибутам, как 'сладкий', 'кислый', 'соленый', 'жареный', 'вареный', 'сытный', 'рыба', 'курица', 'вегетарианский' и т.д., облегчая навигацию по меню.",
    "Balance": "Остаток",
    "Indicates the availability of the dish based on its balance. If the balance is 0, the dish is no longer available for sale. If the balance is -1, the dish is available for sale with no restrictions.": "Указывает на доступность блюда на основе его остатка. Если остаток равен 0, блюдо больше не доступно для продажи. Если остаток равен -1, блюдо доступно для продажи без ограничений.",
    "Slug": "Slug",
    "A URL-friendly version of the dish's name. It is used to create a readable and unique identifier for the dish in the URL, typically consisting of lowercase letters, numbers, and hyphens.": "Удобочитаемая версия названия блюда для URL. Используется для создания читаемого и уникального идентификатора блюда в URL, обычно состоящего из строчных букв, цифр и дефисов.",
    "Concept": "Концепция",
    "The concept represents a broad category or section that distinguishes dishes and menus. It can be used to define different sections such as 'Burgers', 'Pizza', 'Kids Menu', or even separate restaurants operating under the same backend but with different frontends. Concepts can also be used to manage delivery from different regions, making it a versatile and abstract categorization tool.": "Концепция представляет собой широкую категорию или раздел, который отличает блюда и меню. Может использоваться для определения различных разделов, таких как 'Бургеры', 'Пицца', 'Меню для детей' или даже отдельных ресторанов, работающих под одной серверной частью, но с разными фронтендами. Концепции также можно использовать для управления доставкой из различных регионов, что делает ее универсальным и абстрактным инструментом категоризации.",
    "Visible": "Видимый",
    "Indicates whether the dish is visible to users. If true, the dish will be displayed in the menu; if false, it will be hidden.": "Указывает, видно ли блюдо пользователям. Если true, блюдо будет отображаться в меню; если false, оно будет скрыто.",
    "Modifier": "Модификатор",
    "Indicates whether the dish is a modifier. A modifier is a dish that can alter or customize other dishes, often used to add options or variations.": "Указывает, является ли блюдо модификатором. Модификатор — это блюдо, которое может изменить или настроить другие блюда, часто используется для добавления опций или вариаций.",
    "Promo": "Акция",
    "Indicates whether the dish is part of a promotional offer. If true, the dish is featured as part of a special promotion or discount.": "Указывает, является ли блюдо частью промоакции. Если true, блюдо включено в специальное предложение или скидку.",
    "Work Time": "Время работы",
    "Specifies the operational hours during which the dish is available. This can include specific time ranges or days when the dish is offered.": "Указывает часы работы, в течение которых блюдо доступно. Это могут быть конкретные временные промежутки или дни, когда блюдо предлагается.",
    "Modifiers": "Модификаторы",
    "A list of modifiers applicable to the dish. Modifiers allow customization or variations of the dish, such as extra toppings or ingredient changes.": "Список модификаторов, применимых к блюду. Модификаторы позволяют настраивать или изменять блюдо, например, добавлять дополнительные ингредиенты или изменения в составе.",
    "Images": "Изображения",
    "A list of images associated with the dish. These images are used to visually represent the dish and can be selected for display in the menu.": "Список изображений, связанных с блюдом. Эти изображения используются для визуального представления блюда и могут быть выбраны для отображения в меню.",
    "Recommendations": "Рекомендации",
    "A list of dishes recommended based on this dish. It helps suggest similar or complementary items to users.": "Список блюд, рекомендованных на основе этого блюда. Помогает предложить пользователям похожие или дополнительные блюда.",
    "Recommended By": "Рекомендовано",
    "A self-referential link that connects this dish to other dishes as recommendations. It indicates that this dish recommends or is recommended by others.": "Само-ссылающаяся связь, которая соединяет это блюдо с другими блюдами в качестве рекомендаций. Указывает, что это блюдо рекомендует или рекомендуется другими.",
    "Custom Data": "Пользовательские данные",
    "Additional fields or data that can be set by modules or custom configurations. This allows for flexible extensions and metadata specific to the dish.": "Дополнительные поля или данные, которые могут быть установлены модулями или пользовательскими настройками. Это позволяет гибко расшир
